Repository: pypi-data/pypi-mirror-346
Catalog: packages/geopic-tag-reader/geopic_tag_reader-1.6.0.tar.gz/geopic_tag_reader-1.6.0/geopic_tag_reader/translations/*/LC_MESSAGES/geopic_tag_reader.po
Languages: eo, hu, ja, pl, sv

source: Latitude:
eo: Latitudo:
hu: Szélesség:
ja: 緯度:
pl: Szerokość geograficzna:
sv: Latitud:

source: Longitude:
eo: Longitudo:
hu: Hosszúság:
ja: 経度：
pl: Długość geograficzna:
sv: Longitud:

source: Timestamp:
eo: Dato kaj horo:
hu: Időbélyegző:
ja: タイムスタンプ:
pl: Czas:
sv: Tidsstämpel:

source: not set
eo: ne agordita
hu: nincs megadva
ja: 定義されていない
pl: nieustawione
sv: inte satt

source: (Camera)
eo: (Fotilo)
hu: (Kamera)
ja: （カメラ）
pl: (Aparat)
sv: (Kamera)

source: Heading:
eo: Direkto:
hu: Irány:
ja: オリエンテーション:
pl: Nagłówek:
sv: Kompasskurs:

source: Type:
eo: Tipo:
hu: Típus:
ja: タイプ：
pl: Typ:
sv: Typ:

source: Make:
eo: Fabrikanto :

source: Model:
eo: Ŝablono :
hu: Modell:
ja: モデル：
sv: Modell:

source: Focal length:
eo: Fokuslongo:
hu: Fókusztávolság:
ja: 焦点距離:
pl: Ogniskowa:
sv: Brännvidd:

source: Crop parameters:
eo: Kropparametroj:
hu: Levágási paraméterek:
ja: 切り抜きパラメータ:
pl: Parametry kadrowania:
sv: Beskärningsparametrar:

source: Pitch:
eo: Tango:
hu: Bólintás (előre-hátra):
ja: ピッチ：
pl: Pochylenie:
sv: Stigning:

source: Roll:
eo: Angulo de ruliĝo:
hu: Bedőlés:
ja: ロール：
pl: Przechylenie:
sv: Rullning:

source: Yaw:
eo: Angulo de laciĝo:
hu: Elfordulás (jobbra-balra):
ja: ヨー：
pl: Odchylenie:
sv: Gir:

source: Warnings raised by reader:
eo: Avertoj levitaj de la legilo:
hu: Figyelmeztetés a beolvasó alkalmazástól:
ja: 読者からの警告:
pl: Ostrzeżenia z programu wczytującego:
sv: Varningar från läsaren:

source: Read latitude is out of WGS84 bounds (should be in [-90, 90])
eo: Legita latitudo estas ekster la limoj de WGS84 (devas esti en [-90, 90])
hu: A beolvasott szélesség kívül esik a WGS84 határain (a [-90, 90] tartományban kellene lennie)
ja: 読み取り緯度が WGS84 の範囲外です ([-90, 90] の範囲内である必要があります)
pl: Wczytana szerokość geograficzna jest poza zakresem WGS84 (powinna być w [-90, 90])
sv: Läslatitud är utanför WGS84-gränserna (ska vara i [-90, 90])

source: Read longitude is out of WGS84 bounds (should be in [-180, 180])
eo: Legita longitudo estas ekster la limoj de WGS84 (devas esti en [-180, 180])
hu: A beolvasott hosszúság kívül esik a WGS84 határain (a [-180, 180] tartományban kellene lennie)
ja: 読み取り経度が WGS84 の範囲外です ([-180, 180] の範囲内である必要があります)
pl: Wczytana długość geograficzna jest poza zakresem WGS84 (powinna być w [-180, 180])
sv: Läs longitud är utanför WGS84-gränserna (ska vara i [-180, 180])

source: Skipping Mapillary date/time as it was not recognized: {v}
eo: Preterlasante Mapillary-daton/horon ĉar ĝi ne estis rekonita: {v}
hu: Mapillary dátum/idő kihagyása, mivel nem ismerhető fel: {v}
ja: Mapillary の日付/時刻が認識されなかったためスキップしました: {v}
pl: Pomijanie daty/czasu Mapillary, bo nie została zrozumiana: {v}
sv: Hoppa över Mapillary datum/tid eftersom det inte kändes igen: {v}

source: No heading value was found, this reduces usability of picture
eo: Neniu direkto-valoro estis trovita, tio malpliigas la uzeblecon de la bildo
ja: 見出し値が見つからないため、画像の有用性が低下します
pl: Brak wartości nagłówka, co zmniejsza użyteczność zdjęcia
sv: Inget kompassriktning hittades, detta minskar användbarheten av bilden

source: No make and model value found, no assumption on focal length or GPS precision can be made
eo: Neniu marko kaj modelo estis trovita, neniu supozo pri fokusdisto aŭ GPS-precizeco povas esti farita
ja: メーカーとモデルの値が見つからないため、焦点距離や GPS の精度を推測することはできません
pl: Nie odnaleziono wartości marki i modelu, nie można założyć ogniskowej i precyzji GPS
sv: Inget märke och modellvärde hittades, inga antaganden om brännvidd eller GPS-precision kan göras

source: No focal length value was found, this prevents calculating field of view
eo: Neniu fokuslongo estis trovita, tio malebligas kalkuli vidkampon
ja: 焦点距離の値が見つからないため、視野を計算できません
pl: Brak wartości ogniskowej, co uniemożliwia obliczenia pola widzenia
sv: Inget brännviddsvärde hittades, detta förhindrar beräkning av synfält

source: No GPS accuracy value found, this prevents computing a quality score
eo: Neniu GPS-precizec-valoro estis trovita, tio malebligas kalkuli kvalitpoentaron
ja: GPS 精度値が見つからないため、品質スコアを計算できません
pl: Brak dokładności GPS, co uniemożliwia obliczenia oceny jakości
sv: Inget GPS-noggrannhetsvärde hittades, detta förhindrar att kvalitetspoäng beräknas

source: No GPS horizontal positioning error value found, GPS accuracy can only be estimated
eo: Neniu GPS-horizontala pozici-eraro estis trovita, GPS-precizeco povas esti nur taksita
ja: GPS水平測位誤差値が見つからないため、GPS精度は推定値のみとなります
pl: Brak wartości błędu poziomego GPS, dokładność GPS może być tylko szacowana
sv: Inget GPS-värde för horisontell positioneringsfel hittades, GPS-noggrannheten kan endast uppskattas

source: No GPS coordinates or broken coordinates in picture EXIF tags
eo: Neniuj GPS-koordinatoj aŭ rompitaj koordinatoj en la EXIF-etikedoj de la bildo
hu: Nem létező vagy hibás GPS koordináták a kép EXIF címkéiben
ja: 写真の EXIF タグに GPS 座標がないか、座標が壊れています
pl: Brak koordynatów GPS lub nieprawidłowe w tagach EXIF zdjęcia
sv: Inga GPS-koordinater eller söndriga koordinater i bildens EXIF-taggar

source: No valid date in picture EXIF tags
eo: Neniu valida dato en la EXIF-etikedoj de la bildo
hu: Nincs érvényes dátum a kép EXIF címkéiben
ja: 写真の EXIF タグに有効な日付がありません
pl: Brak prawidłowej daty zdjęcia w tagach EXIF
sv: Inget giltigt datum i bildens EXIF-taggar

source: The picture is missing mandatory metadata:
eo: La bildo mankas la devigajn metadatenojn:
hu: A képről hiányoznak a kötelező metaadatok:
ja: 画像に必須のメタデータがありません:
pl: Zdjęcie nie posiada wymaganych metadanych:
sv: Bilden saknar obligatorisk metadata:

source: GPSLatitudeRef not found, assuming GPSLatitudeRef is North
eo: GPSLatitudeRef ne trovita, supozante ke GPSLatitudeRef estas Nordo
hu: GPSLatitudeRef nem található, feltételezve, hogy a GPSLatitudeRef északra vonatkozik
ja: GPSLatitudeRef が見つかりません。GPSLatitudeRef は North であると想定しています
pl: Brak wartości GPSLatitudeRef, zakładana północ
sv: GPSLatitudeRef hittades inte, förutsatt att GPSLatitudeRef är norr

source: Broken GPS coordinates in picture EXIF tags
eo: Rompitaj GPS-koordinatoj en la EXIF-etikedoj de la bildo
hu: Hibás GPS-koordináták a kép EXIF címkéiben
ja: 画像のEXIF属性のGPS座標が無効です
pl: Uszkodzone koordynaty GPS w tagach EXIF zdjęcia
sv: Trasiga GPS-koordinater i bildens EXIF-taggar

source: GPSLongitudeRef not found, assuming GPSLongitudeRef is East
eo: GPSLongitudeRef ne trovita, supozante ke GPSLongitudeRef estas Oriento
hu: GPSLongitudeRef nem található, feltételezve, hogy a GPSLongitudeRef keletre vonatkozik
ja: GPSLongitudeRef が見つかりません。デフォルトでは East を使用します
pl: Brak wartości GPSLongitudeRef, zakładany wschód
sv: GPSLongitudeRef hittades inte, förutsatt att GPSLongitudeRef är öst

source: Precise timezone information not found, fallback to UTC
eo: Precizaj tempzonalaj informoj ne trovita, defaŭlte al UTC
hu: Nem található pontos időzóna-információ: visszaállítás UTC-re
ja: 正確なタイムゾーン情報が見つからないため、デフォルトで UTC が使用されます
pl: Brak precyjnej informacji o strefie czasowej, zakładana UTC
sv: Exakt tidszonsinformation hittades inte, faller tillbaka till UTC

source: Precise timezone information not found (and no GPS coordinates to help), fallback to UTC
eo: Precizaj tempzonalaj informoj ne trovita (kaj neniuj GPS-koordinatoj por helpi), defaŭlte al UTC
hu: Nem található pontos időzóna-információ (és nincsenek GPS koordináták sem, amelyek segíthetnének): visszaállítás a UTC-re
ja: 正確なタイムゾーン情報が見つからない（GPS座標も役に立たない）ため、UTCにフォールバックします
pl: Brak precyjnej informacji o strefie czasowej (także brak koordynatów GPS), zakładana UTC
sv: Exakt tidszonsinformation hittades inte (och inga GPS-koordinater finns för att dra en slutsats), faller tillbaka till UTC

source: Skipping original date/time (from {datefield}) as it was not recognized: {v}
eo: Preterlasante la originan daton/horon (el {datefield}) ĉar ĝi ne estis rekonita: {v}
hu: Az eredeti dátum/idő kihagyása (innen: {datefield}), mivel nem sikerült felismerni: {v}
ja: 元の日付/時刻（{datefield} から）は認識されなかったためスキップします: {v}
pl: Pomijanie oryginalnej daty/czasu (z {datefield}), bo nie została rozpoznana: {v}
sv: Hoppar över ursprungliga datum/tid (från {datefield}) eftersom det inte kändes igen: {v}

source: GPSTimeStamp and GPSDateTime don't contain supported time format (in {group} group)
eo: GPSTimeStamp kaj GPSDateTime ne enhavas subtenatan tempan formaton (en la {group} grupo)
hu: A GPSTimeStamp és a GPSDateTime nem tartalmaz támogatott időformátumot (a {group} csoportban)
ja: GPSTimeStamp と GPSDateTime にはサポートされている時間形式が含まれていません ({group} グループ内)
pl: GPSTimeStamp oraz GPSDateTime nie zawierają poprawnego formatu czasu (w grupie {group})
sv: GPSTimeStamp och GPSDateTime innehåller inte tidsformat som stöds (i gruppen {group})

source: Skipping GPS date/time ({group} group) as it was not recognized: {v}
eo: Preterlasante GPS-daton/horon ({group} grupo) ĉar ĝi ne estis rekonita: {v}
hu: A GPS dátum/idő ({group} csoport) kihagyása, mivel nem sikerült felismerni: {v}
ja: GPS の日付/時刻 (グループ {group}) は認識されないため無視されました: {v}
pl: Pomijanie daty/czasu (grupa {group}), bo nie zostały rozpoznane: {v}
sv: Hoppar över GPS-datum/-tid ({group} grupp) eftersom den inte kändes igen: {v}

source: Microseconds read from decimal seconds value ({microsecondsFromSeconds}) is not matching value from EXIF field ({microseconds}). Max value will be kept.
eo: Mikrosekundoj legitaj el la decimal-sekunda valoro ({microsecondsFromSeconds}) ne kongruas kun la valoro en la EXIF-kampo ({microseconds}). Maksimuma valoro estos konservita.
hu: A másodperc tizedesjegyeiből ({microsecondsFromSeconds}) kiolvasott mikroszekundum-érték nem egyezik az EXIF mező ({microseconds}) értékével. Megmarad a maximális érték.
ja: 秒から小数値に読み取られたマイクロ秒の値 ({microsecondsFromSeconds}) が専用の EXIF フィールド ({microseconds}) と一致しません。最高値が保持されます。
pl: Mikrosekundy odczytanie z części po przecinku wartości sekund ({microsecondsFromSeconds}) nie pasują do wartości z pola EXIF ({microseconds}). Zapisanie zostanie maksymalna wartość.
sv: Mikrosekunder som läses från decimalsekundersvärdet ({microsecondsFromSeconds}) matchar inte värdet från EXIF-fältet ({microseconds}). Maxvärdet kommer att behållas.

source: Unsupported key in additional tags ({k})
eo: Nesubtenata ŝlosilo en aldonaj etikedoj ({k})
hu: Nem támogatott kulcs a kiegészítő címkékben ({k})
ja: 追加タグ内のサポートされていないキー ({k})
pl: Niewspierany klucz w tagach dodatkowych ({k})
sv: Nyckel som inte stöds i ytterligare taggar ({k})

source: GPS accuracy:
eo: GPS-precizeco:
ja: GPS精度:
sv: GPS precision:

source: Field of view:
eo: Vida kampo:
ja: 視野角:
sv: Synfält:

source: Sensor width:
eo: Larĝeco de la sensilo:
ja: センサー幅:
sv: Sensorbredd:
