Repository: pypi-data/pypi-mirror-346
Catalog: packages/geopic-tag-reader/geopic_tag_reader-1.6.0-py3-none-any.whl/geopic_tag_reader/translations/*/LC_MESSAGES/geopic_tag_reader.po
Languages: da, es, it

source: Latitude:
da: Breddegrad:
es: Latitud:
it: Latitudine:

source: Longitude:
da: Længdegrad:
es: Longitud:
it: Longitudine:

source: Timestamp:
da: Tidsstempel:
es: Fecha y hora:
it: Data e orario:

source: not set
da: ikke indstillet
es: no definido
it: non impostato

source: (Camera)
da: (Kamera)
es: (Cámara)
it: (Fotocamera)

source: Heading:
da: Retning:
es: Orientación:
it: Orientamento:

source: Type:
es: Tipo:
it: Tipo:

source: Make:
da: Fabrikat:
it: Marca:

source: Model:
es: Modelo:
it: Modello:

source: Focal length:
da: Brændvidde:
es: Distancia focal:
it: Lunghezza focale:

source: Crop parameters:
da: Beskæringsparametre:
es: Parámetros de recorte:
it: Parametri di ritaglio:

source: Pitch:
da: Skråstilling:
es: Ángulo de cabeceo:
it: Beccheggio:

source: Roll:
da: Rul:
es: Ángulo de alabeo:
it: Rollio:

source: Yaw:
da: Giring (rotation):
es: Ángulo de deriva:
it: Imbardata:

source: Warnings raised by reader:
da: Advarsler fremsat af læser:
es: Avisos del lector:
it: Avvertenze segnalate dal lettore:

source: Read latitude is out of WGS84 bounds (should be in [-90, 90])
da: Den læste breddegrad er uden for WGS84-grænserne (bør være inden for [-90, 90])
es: La latitud está fuera del rango WGS84 (debería estar comprendida en [-90, 90])
it: La latitudine letta è fuori dai limiti WGS84 (dovrebbe essere compresa in [-90,90])

source: Read longitude is out of WGS84 bounds (should be in [-180, 180])
da: Den læste længdegrad er uden for WGS84-grænserne (bør være i [-180, 180])
es: La longitud está fuera del rango WGS84 (debería estar comprendida en [-180, 180])
it: La longitudine letta è fuori dai limiti WGS84 (dovrebbe essere compresa in [-180,180])

source: Skipping Mapillary date/time as it was not recognized: {v}
da: Mapillary-dato/tid springes over, da den ikke blev genkendt: {v}
es: No se tiene en cuenta la fecha/hora Mapillary porque no se reconoce: {v}
it: La data/orario di Mapillary è stata scartata perché non riconosciuta: {v}

source: No heading value was found, this reduces usability of picture
da: Der blev ikke fundet nogen retningsværdi, hvilket reducerer billedets anvendelighed
it: Nessun valore di direzione trovato, ciò riduce l’usabilità della foto

source: No make and model value found, no assumption on focal length or GPS precision can be made
da: Ingen fabrikat- og modelværdi fundet, ingen antagelse om brændvidde eller GPS-præcision kan foretages
it: Nessun valore del costruttore e modello trovati, impossibile fare alcuna ipotesi sulla lunghezza focale o la precisione del GPS

source: No focal length value was found, this prevents calculating field of view
da: Der blev ikke fundet nogen brændviddeværdi, hvilket forhindrer beregning af synsfelt
it: Nessun valore della lunghezza focale trovato, ciò impedisce il calcolo del campo visivo

source: No GPS accuracy value found, this prevents computing a quality score
da: Ingen GPS-nøjagtighedsværdi fundet, dette forhindrer beregning af en kvalitetsscore
it: Nessun valore dell’accuratezza del GPS trovato, ciò impedisce il calcolo di un punteggio della qualità

source: No GPS horizontal positioning error value found, GPS accuracy can only be estimated
da: Ingen værdi for horisontal GPS-positioneringsfejl fundet, GPS-nøjagtighed kan kun estimeres
it: Nessun valore dell’errore di posizionamento orizzontale GPS trovato, l’accuratezza del GPS può essere solo stimata

source: No GPS coordinates or broken coordinates in picture EXIF tags
da: Ingen GPS-koordinater eller defekte koordinater i billedets EXIF-tags
es: Las etiquetas EXIF no incluyen coordenadas GPS, o no son utilizables
it: Nessuna coordinata GPS o coordinate non valide negli attributi EXIF della foto

source: No valid date in picture EXIF tags
da: Ingen gyldig dato i billedets EXIF-tags
es: Las etiquetas EXIF de la imagen no proporcionan una fecha válida
it: Data non valida negli attributi EXIF della foto

source: The picture is missing mandatory metadata:
da: Billedet mangler obligatoriske metadata:
es: Faltan metadatos obligatorios en la imagen:
it: Metadata obbligatori mancanti nella foto:

source: GPSLatitudeRef not found, assuming GPSLatitudeRef is North
da: GPSLatitudeRef ikke fundet, antager at GPSLatitudeRef er nord
es: No se encuentra GPSLatitudeRef, se asume que es Norte
it: GPSLatitudeRef non trovato, si presume che sia il nord

source: Broken GPS coordinates in picture EXIF tags
da: Defekte GPS-koordinater i billedets EXIF-tags
es: Las coordenadas GPS en la etiqueta EXIF no son válidas
it: Coordinate GPS non valide negli attributi EXIF della foto

source: GPSLongitudeRef not found, assuming GPSLongitudeRef is East
da: GPSLongitudeRef ikke fundet, det antages, at GPSLongitudeRef er øst
es: No se encuentra GPSLongitudeRef, se asume que GPSLongitudeRef es este
it: GPSLongitudeRef non trovato, si presume che sia est

source: Precise timezone information not found, fallback to UTC
da: Præcise tidszoneoplysninger ikke fundet, går tilbage til UTC
es: No se encuentra información de huso horario, se utiliza hora UTC en su lugar
it: Informazioni precise sul fuso orario non trovate, verrà impostato UTC

source: Precise timezone information not found (and no GPS coordinates to help), fallback to UTC
da: Præcise tidszoneoplysninger ikke fundet (og ingen GPS-koordinater til at hjælpe), går tilbage til UTC
es: No se encuentra información de huso horario (y no hay coordenadas GPS para deducirla), se utiliza hora UTC en su lugar
it: Informazioni precise sul fuso orario non trovate (e nessuna coordinata GPS ad aiutare), verrà impostato UTC

source: Skipping original date/time (from {datefield}) as it was not recognized: {v}
da: Springer original dato/tid (fra {datefield}) over, da den ikke blev genkendt: {v}
es: Se deja sin procesar la fecha/hora original (de {datefield}) porque no se puede leer: {v}
it: Sono stati scartati la data/orario (da {datefield}) perché non riconosciuti: {v}

source: GPSTimeStamp and GPSDateTime don't contain supported time format (in {group} group)
da: GPSTimeStamp og GPSDateTime indeholder ikke understøttet tidsformat (i {group}-gruppe)
es: GPSTimeStamp y GPSDateTime no contienen un formato de hora admitido (en el grup {group})
it: GPSTimeStamp e GPSDateTime non contengono un formato dell’orario supportato (nel gruppo {group})

source: Skipping GPS date/time ({group} group) as it was not recognized: {v}
da: GPS-dato/tid ({group} gruppe) springes over, da den ikke blev genkendt: {v}
es: Se deja sin procesar la fecha/hora GPS (grupo {group}) porque no se puede leer: {v}
it: Sono stati scartati la data/orario GPS (gruppo {group}) perché non riconosciuti: {v}

source: Microseconds read from decimal seconds value ({microsecondsFromSeconds}) is not matching value from EXIF field ({microseconds}). Max value will be kept.
da: Mikrosekunder læst fra decimalsekunders værdi ({microsecondsFromSeconds}) svarer ikke til værdien fra EXIF-feltet ({microseconds}). Den maksimale værdi bevares.
es: Los microsegundos en el valor de segundos decimales ({microsecondsFromSeconds}) no concuerdan con el valor del campo EXIF ({microseconds}). Se toma el valor más grande.
it: I microsecondi letti dal valore decimale dei secondi ({microsecondsFromSeconds}) non corrispondono al valore del campo EXIF ({microseconds}). Verrà preso il valore massimo.

source: Unsupported key in additional tags ({k})
da: Ikke-understøttet nøgle i ekstra tags ({k})
es: La clave {k} en las etiquetas adicionales no está admitida
it: Chiave non supportata negli attributi aggiuntivi ({k})

source: GPS accuracy:
da: GPS-nøjagtighed:
it: Precisione GPS:

source: Field of view:
da: Synsfelt:
it: Campo visivo:

source: Sensor width:
da: Sensor-bredde:
it: Larghezza sensore:
